Brick.util.Language.add('ru',{
	'fm': {
	              'panel':{   
	                     'hd': 'Менеджер файлов',
	                     'newfolder':'Создать папку',
	                     'bload':'Загрузить файл в текущую папку',
	                     'bfload':'Загрузить файл',
	                     'code':'HTML код: ',
	                     'select':'Выбрать',
	                     'cancel':'Отмена'
                       },
                  'createfolderpanel': {
                    	 'hd': 'Создание папки',
  	                     'fname':'Имя папки:',
  	                     'bnew':'Создать',
  	                     'bcancel':'Отмена'  
                       },
                  'editfolderpanel':{
                    	 'hd': 'Редактирование папки',
    	                 'fname':'Имя папки:',
    	                 'bsave':'Сохранить',
    	                 'bcancel':'Отмена'  
                        },   
                  'screenshot':{
                         'hd': 'Скриншот',
                         'name': 'Название: ',
                         'size': 'Размер: ',
                         'width': 'ширина(px)=',
                         'height': 'высота(px)=',
                         'tt': 'Шаблон:',
                         'insscrn': 'Вставить скриншот'
                        },
                  'editor':{
                         'hd': 'Редактор',
                         'tools': 'Инструменты:',
                         'resize': 'Изменить размер',
                         'crop': 'Обрезать',
                         'apply': 'Применить',
                         'cancel': 'Отмена',
                         'copy': 'Создать копию',
                         'save': 'Сохранить'
                        },
                  'files':{
                         'name': 'Имя',
                         'size': 'Размер',
                         'changed': 'Изменен'
                        },
                  'fileremovemsg':{
                         'hd': 'Удаление файла',
                         'hd2': 'Внимание!',
                         'hd3': 'Вы действительно хотите удалить файл: ',
                         'remove': 'Удалить',
                         'cancel': 'Отмена',
                        },
                  'folderremovemsg':{
                         'hd': 'Удаление папки',
                         'hd2': 'Внимание!',
                         'hd3': 'Вы действительно хотите удалить папку ',
                         'hd4': ' и все файлы и папки, содержащиеся в ней?',
                         'remove': 'Удалить',
                         'cancel': 'Отмена',
                        },
                  'filesrow':{
                         'edit': 'Править',
                         'remove': 'Удалить',
                        },
                  'filesrowfd':{
                         'edit': 'Править',
                         'remove': 'Удалить',
                        }
                        
                    	   
              
                      


}
});
