Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'register': {
		'error': {
			'username': 'Ошибка в имени пользователя',
			'empty': 'Не заполнены обязательные поля',
			'passlen': 'Пароль должен быть больше 3-х символов',
			'passconf': 'Пароли не совпадают',
			'agreement': 'Для регистрации необходимо согласие с пользовательским соглашением',
			's1': 'Пользователь с таким именем уже зарегистрирован',
			's2': 'Пользователь с таким email уже зарегистрирован',
			's3': 'Ошибка в имени пользователя',
			's4': 'Ошибка в E-mail',
			's100': 'Ошибка на стороне сервера',
			'a1': 'Ошибка активации'
		}
	},
	'password': {
		'error': {
			'1': 'Пользователь с таким email не зарегистрирован',
			'2': 'На ваш почтовый ящик уже отправлена инструкция по восстановлению пароля.\nЕсли письмо вы так и не получили, пожалуйста, свяжитесь с администрацией сайта'
		}
	},
	'guest': {
		'loginpanel': {
			'error': {
				'srv': {
					'1': 'Ошибка в имени пользователя',
					'2': 'Неверное имя пользователя или пароль',
					'3': 'Не заполнены обязательные поля',
					'4': 'Пользователь заблокирован',
					'5': 'Необходимо пройти активацию пользователя (подтверждение email)'
				}
			},
			'1': 'Вход на сайт',
			'2': 'Имя ',
			'3': 'Пароль',
			'4': 'Войти',
			'5': 'Отмена',
			'6': 'Войти',
			'7': 'Регистрация нового пользователя',
			'8': 'Зарегистрироваться',
			'9': 'Восстановление пароля',
			'10': 'Забыли пароль?'
		},
		'pwdokpanel': {
			'1': 'Восстановление пароля',
			'2': 'Инструкция по восстановлению пароля была отправлена вам на email: \"{v#email}\".',
			'3': 'Проверьте вашу почту.',
			'4': 'Закрыть'
		},
		'register': {
			'1': 'Регистрация',
			'2': 'Для регистрации необходимо заполнить поля',
			'3': 'Имя пользователя',
			'4': 'Пароль',
			'5': 'Введите свой пароль. Пароль чувствителен к регистру букв.',
			'6': 'Пароль',
			'7': 'Подтвердите пароль',
			'8': 'Email',
			'9': 'Введите правильный email адрес.',
			'10': 'Email адрес',
			'11': 'Подтвердите email адрес:',
			'12': 'Зарегистрироваться',
			'13': 'Отмена'
		},
		'regokpanel': {
			'2': 'Поздравляем! Заявка на регистрацию принята успешно.',
			'3': 'На ваш почтовый ящик <span id=\"{i#actemail}\"></span> выслано письмо с кодом активации.',
			'4': 'Для завершения регистрации впишите (скопируйте) код активации и нажмите кнопку Активировать'
		}
	}
}}});