Brick.util.Language.add('ru',{
	'mod':{
		'user': {
			'loginpanel':{
				'error':{
					'srv':{
						'1': 'Ошибка в имени пользователя',
						'2': 'Неверное имя пользователя или пароль',
						'3': 'Не заполнены обязательные поля',
						'4': 'Пользователь заблокирован',
						'5': 'Необходимо пройти активацию пользователя (подтверждение email)'
					}
				}
			},
			'register':{
				'error':{
					'client':{
						'username': 'Имя пользователя',
						'pass': 'Пароль',
						'passc': 'Пароль подтв.',
						'email': 'E-mail',
						'emailc': 'E-mail подтв.',
						'emailconf': 'E-mail не совпадают',
						'passconf': 'Пароли не совпадают'
					},
					'srv':{
						'1': 'Пользователь с таким именем уже зарегистрирован',
						'2': 'Пользователь с таким email уже зарегистрирован',
						'3': 'Ошибка в имени пользователя',
						'4': 'Ошибка в emial'
					}
				}
			},
			'password':{
				'error':{
					'1': 'Пользователь с таким email не зарегистрирован',
					'2': 'На ваш почтовый ящик уже отправлена инструкция по восстановлению пароля.\nЕсли письмо вы так и не получили, пожалуйста, свяжитесь с администрацией сайта'
				}
			}
		}
	}
});
