Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'register': {
		'error': {
			'client': {
				'username': 'Имя пользователя',
				'pass': 'Пароль',
				'passc': 'Пароль подтв.',
				'email': 'E-mail',
				'emailc': 'E-mail подтв.',
				'emailconf': 'E-mail не совпадают',
				'passconf': 'Пароли не совпадают'
			},
			'srv': {
				'1': 'Пользователь с таким именем уже зарегистрирован',
				'2': 'Пользователь с таким email уже зарегистрирован',
				'3': 'Ошибка в имени пользователя',
				'4': 'Ошибка в E-mail'
			}
		}
	},
	'password': {
		'error': {
			'1': 'Пользователь с таким email не зарегистрирован',
			'2': 'На ваш почтовый ящик уже отправлена инструкция по восстановлению пароля.\nЕсли письмо вы так и не получили, пожалуйста, свяжитесь с администрацией сайта'
		}
	},
	'guest': {
		'loginpanel': {
			'error': {
				'srv': {
					'1': 'Ошибка в имени пользователя',
					'2': 'Неверное имя пользователя или пароль',
					'3': 'Не заполнены обязательные поля',
					'4': 'Пользователь заблокирован',
					'5': 'Необходимо пройти активацию пользователя (подтверждение email)'
				}
			},
			'1': 'Вход на сайт',
			'2': 'Имя',
			'3': 'Пароль',
			'4': 'Войти',
			'5': 'Отмена',
			'6': 'Войти',
			'7': 'Регистрация нового пользователя',
			'8': 'Зарегистрироваться',
			'9': 'Восстановление пароля',
			'10': 'Забыли пароль?'
		},
		'pwdokpanel': {
			'1': 'Восстановление пароля',
			'2': 'Инструкция по восстановлению пароля была отправлена вам на email: \"{v#email}\".',
			'3': 'Проверьте вашу почту.',
			'4': 'Закрыть'
		},
		'register': {
			'1': 'Регистрация',
			'2': 'Для регистрации необходимо заполнить поля',
			'3': 'Имя',
			'4': 'Пароль',
			'5': 'Введите свой пароль. Пароль чувствителен к регистру букв.',
			'6': 'Пароль',
			'7': 'Подтвердите пароль',
			'8': 'Email адрес',
			'9': 'Введите правильный email адрес.',
			'10': 'Email адрес',
			'11': 'Подтвердите email адрес:',
			'12': 'Зарегистрироваться',
			'13': 'Отмена'
		},
		'regokpanel': {
			'1': 'Регистрация',
			'2': 'Заявка на регистрацию принята успешно.',
			'3': 'На Ваш email: \"<span id=\"{i#email}\"></span>\" выслано письмо с потверждением регистрации.',
			'4': 'Проверьте вашу почту.',
			'5': 'Закрыть'
		}
	}
}}});