Brick.util.Language.add('ru',{'mod': {
	'calendar':{
		'error': {
			'1': 'Неверный формат даты',
			'2': 'Неверный формат времени',
			'3': 'Временной период указан неверно'
		},
		'dict':{
			'week': {
				'0': 'воскресенье',
				'1': 'понедельник',
				'2': 'вторник',
				'3': 'среда',
				'4': 'четверг',
				'5': 'пятница',
				'6': 'суббота',
				'short': {
					'0': 'Вс',
					'1': 'Пн',
					'2': 'Вт',
					'3': 'Ср',
					'4': 'Чт',
					'5': 'Пт',
					'6': 'Сб'
				}
			},
			'month': {
				'1': 'Январь',
				'2': 'Февраль',
				'3': 'Март',
				'4': 'Апрель',
				'5': 'Май',
				'6': 'Июнь',
				'7': 'Июль',
				'8': 'Август',
				'9': 'Сентябрь',
				'10': 'Октябрь',
				'11': 'Ноябрь',
				'12': 'Декабрь',
				'short': {
					'1': 'янв',
					'2': 'фев',
					'3': 'мар',
					'4': 'апр',
					'5': 'май',
					'6': 'июн',
					'7': 'июл',
					'8': 'авг',
					'9': 'сен',
					'10': 'окт',
					'11': 'ноя',
					'12': 'дек'
				}
			}
		}
	}
}});
