Brick.util.Language.add('ru',{
	'subscribe':{
		'message': {
			'editor': {
				'title':{
					'new': 'Создать',
					'edit': 'Редактировать'
				}
			}},
		'panel':{
				'hd':'Просмотр сообщения',
				'bfinpreview':'Просмотр',
				'bcancel':'Отмена',
				'template':'Шаблон:',
				'subject':'Тема:',
				'body':'Сообщение:'
			},
		'badd':'Добавить в список рассылки',
		'bsendtest':'Протестировать',
		'bsend':'Отправить подписчикам',
		'msgsend':{
				'hd':'Рассылка',
				'question':'Вы действительно хотите отправить данное сообщение подписчикам?',
				'cnt':'Кол-во подписчиков на данное сообщение: ',
				'note':'Примечание: Будьте внимательны и тщательно проверяйте отправляемое сообщение, потому как этот процесс не обратим.',
				'bsend':'Да, отправляем',
				'bcancel':'Отмена'
			},
		'msgtestsend':{
				'hd':'Рассылка - тестовая отправка',
				'hd2':'Тестовая рассылка',
				'email':'Введите e-mail получателя: ',
				'note':'Примечание: Если адресов несколько, разделите их запятой',
				'bsend':'Отправить',
				'bcancel':'Отмена'
			},
		'sender':{
				'hd':'Рассылка сообщения',
				'wait':'Ждите, идет рассылка сообщения...'
			},
		'msgeditor':{
				'template':'Шаблон ',
				'choosetpl':' [Выберите шаблон]',
				'subject':'Тема сообщения ',
				'message':'Сообщение:',
				'files':'Файлы:'	
			},
		'senderreport':{
				'hd':'Отчет по рассылке',
				'hd2':'Отчет',
				'sendcnt':'Отправлено писем: ',
				'errorsend':'Ошибочных: ',
				'bclose':'Закрыть'
				}
		
		
	}
});