<?php
return array(
    "title" => "Ядро платформы",
    'roles' => array(
        '50' => 'Administrator'
    ),
    "bosmenu" => array(
         "config" => "Settings Website"
    ),
    'content' => array(
        '404' => array(
            "1" => "Страница не найдена (404-я ошибка)",
            "2" => "К сожалению, такой страницы не существует. Вероятно, она была удалена автором с сервера, либо её здесь никогда не было.",
            "3" => "Перейти на <a href=\"/\">главную страницу</a>"
        )
    )
);
?>