Brick.util.Language.add('ru',{
	'rss':{'chanel': {'panel':{
	                      'baddchan': 'Добавить канал',
	                      'loading': 'Идет загрузка данных...',
	                      'baddsrc': 'Добавить источник'
	                         },
	                 'table' :{       
	                      'title': 'Имя канала',
	                      'link': 'Ссылка',
	                      'interval': 'Интервал проверки (мин)',
	                      'lastchk': 'Последняя проверка'
	                         },
	                'row':{
	                      'setup': 'Настройка',        	 
	                      'remove': 'Удалить'
	                         },
	                 'editorchanel': {
	                      'hd': 'Добавление/редактирование канала',
	                      'title': 'Название: ',
	                      'descr': 'Описание: ',
	                      'params': 'Параметры ',
	                      'interval': 'Интервал проверки (в минутах): ',
	                      'retcount': 'Возвращать записей: ',
	                      'linklist': 'Список источников',
	                      'badd': 'Добавить',
	                      'baddsrc': 'Добавить',
	                      'bsave': 'Сохранить',
	                      'bcancel': 'Отмена'
	                         },
	                 'edchtable_title':'Имя канала',
	                 'edchrow_remove':'Удалить',
	                 'tablesource':{
	                	 'title': 'Имя',
	                	 'link': 'Ссылка'
	                 },
	                 'rowsource':{
	                	 'edit': 'Править',
	                	 'remove': 'Удалить'
	                 },
	                 'editorsource':{
	                	 'hd': 'Добавление/редактирование источника',
	                	 'title': 'Название: ',
	                	 'link': 'Ссылка: ',
	                	 'descr': 'Описание: ',
	                	 'prefix': 'Префикс: ',
	                	 'note': 'Если источников несколько, то можно указать префикс, который будет вставлен перед <br /> заголовком записи',
	                	 'badd': 'Добавить',
	                	 'bsave': 'Сохранить',
	                	 'bcancel': 'Отмена'
	                 }
	                         
	                         





}}
});
