Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'manager': {
		'manager': {
			'1': 'Пользователи',
			'2': 'Группы пользователей'
		},
		'users': {
			'1': 'Добавить пользователя',
			'2': 'Обновить',
			'3': 'Фильтр',
			'4': 'Установить',
			'5': 'Сбросить',
			'6': 'Анализ из базы StopSpam'
		},
		'utable': {
			'1': 'Id',
			'2': 'Имя',
			'3': 'E-mail',
			'4': 'Регистрация',
			'5': 'Визит',
			'6': 'Группа'
		},
		'urowwait': {
			'1': 'Идет загрузка данных...'
		},
		'urow': {
			'1': 'Править',
			'2': 'Редактировать пользователя',
			'3': 'Профиль'
		},
		'editor': {
			'1': 'Редактор пользователя',
			'2': 'Имя',
			'3': 'E-mail',
			'4': 'Пароль',
			'5': 'Сменить',
			'6': 'Пароль',
			'7': 'Еще раз',
			'8': 'Активация',
			'9': 'Активировать вручную',
			'10': 'Отправить повторно',
			'11': 'Группа',
			'12': 'Сохранить',
			'13': 'Отмена'
		},
		'ugstable': {
			'1': 'Добавить'
		},
		'ugsrowwait': {
			'1': 'Идет загрузка...'
		},
		'ugtable': {
			'1': 'Группа'
		},
		'ugrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'ugrow': {
			'1': 'Удалить'
		},
		'groups': {
			'1': 'Добавить группу'
		},
		'gtable': {
			'1': 'Id',
			'2': 'Имя'
		},
		'growwait': {
			'1': 'Идет загрузка данных...'
		},
		'grow': {
			'1': 'Редактировать'
		},
		'geditor': {
			'1': 'Редактор группы',
			'2': 'Сохранить',
			'3': 'Добавить',
			'4': 'Отмена'
		},
		'rltable': {
			'1': 'Модуль',
			'2': 'Разрешения'
		},
		'rlrowwait': {
			'1': 'Идет загрузка данных...'
		}
	}
}}});