Brick.util.Language.add('ru',{
	'user':{
		'guest': {
			'register':{
				'form':{
	
				},
				'error':{
					'client':{
						'username': 'Имя пользователя',
						'pass': 'Пароль',
						'passc': 'Пароль подтв.',
						'email': 'E-mail',
						'emailc': 'E-mail подтв.',
						'emailconf': 'E-mail не совпадают',
						'passconf': 'Пароли не совпадают'
					},
					'srv':{
						'1': 'Пользователь с таким именем уже зарегистрирован',
						'2': 'Пользователь с таким email уже зарегистрирован',
						'3': 'Неизвестная ошибка'
					}
				}
			},
			'activate':{
				'error':{
					'1': 'Пользователь не найден',
					'2': 'Пользователь уже активирован',
					'3': 'Неизвестная ошибка'
				}
			},
			'password':{
				'error':{
					'1': 'Пользователь с таким email не зарегистрирован',
					'2': 'На ваш почтовый ящик уже отправлена инструкция по восстановлению пароля.\nЕсли письмо вы так и не получили, пожалуйста, свяжитесь с администрацией сайта'
				}
			}
		}
	}
});
