Brick.util.Language.add('ru',{
	'comment':{'new':{
	              'panel': {
	                  'hd':'комментарии ',
	                  'refresh':'Обновить комментарии',
	                  'writecom':'Написать комментарий',
	                  'note':'Только авторизованные пользователи могут оставлять комментарии.'
	                	  },
	              'spam':'Данное сообщение было заблокировано администрацией сайта',
	              'comment':'Ссылка на комментарий',
	              'reply':'Ответить',
	              'replypanel': {
	                  'preview':'Просмотр',
	                  'sendcom':'Отправить комментарий',
	                  'cancel':'Отмена'
	              }
	            	  

}
}
});
