Brick.util.Language.add('ru',{
	'mod': {'mymedia':{'upload':{
		'error': {
			'101': 'Отсутсвует модуль "Менеджер файлов"',
			'102': 'Нет доступа',
			'103': 'Нет доступа',
			'104': 'Нет доступа',
			'105': 'Внутреняя ошибка модуля',
			'1': 'Неизвестный тип файла',
			'2': 'Размер файла превышает допустимый',
			'3': 'Неизвестная ошибка сервера',
			'4': 'Размер картинки превышает допустимый',
			'5': 'Cвободное место в профили закончилось',
			'6': 'Нет прав на выгрузку файла',
			'7': 'Файл с таким именем уже загружен'
		}
}}}
});
