Brick.util.Language.add('ru',{'faq':{
	                            'cp_config':{
	                                 'panel': {
	                                     'hd':'Общие настройки',
	                                     'email':'E-mail администратора (если несколько, разделяются запятой):',
	                                     'ttadm':'Шаблон уведомления администратора по e-mail',
	                                     'ttusr':'Шаблон письма с ответом пользователю',
	                                     'subject':'Тема e-mail:',
	                                	 'body':'Тело E-mail:',
	                                	 'save':'Сохранить'
	                                 }
}}});
