Brick.util.Language.add('ru',{'mod': {'{C#MODNAME}':{
	'permission': {
		'group': {
			'#0': 'Все',
			'#1': 'Заблокированные',
			'#2': 'Ожид. подтв.',
			'#4': 'Зарегистрированные',
			'#5': 'Модераторы',
			'#6': 'Администраторы'
		},
		'status': {
			'1': 'Разрешить',
			'0': 'Запретить'
		}
	},
	'cp_permission': {
		'panel': {
			'1': 'Общие настройки',
			'2': 'Шаблон'
		},
		'permission': {
			'1': 'Настройка безопасности',
			'2': 'Выберите модуль',
			'3': 'загружаю список модулей...',
			'4': 'Настроить',
			'5': 'Для настройки безопасности, необходимо выбрать модуль.'
		},
		'permmodtable': {
			'1': 'Действие',
			'2': 'Статус',
			'3': 'Subject'
		},
		'permmodrowwait': {
			'1': 'Идет загрузка данных...'
		},
		'permmodrow': {
			'1': 'Редактировать',
			'2': 'Удалить'
		},
		'permeditor': {
			'1': 'Редактор разрешений',
			'2': 'Создать проект',
			'3': 'Список проектов'
		}
	}
}}});